/* The names for the various file-item tests. */

"Tiny files" = "極めて小さなファイル";
"Small files" = "小さいファイル";
"Medium files" = "中ファイル";
"Large files" = "大きいファイル";
"Huge files" = "巨大ファイル";
"Images" = "イメージ";
"Music" = "ミュージック";
"Version control" = "バージョンコントロール";


/* The names for the various color palettes. */

"WarmFall" = "暖かい秋";
"OliveSunset" = "オリーブ夕焼け";
"MossAndLichen" = "コケ＆子嚢菌類";
"Monaco" = "モナコ";
"DiningTable" = "ダイニング・テーブル";
"Bujumbura" = "ブジュンブラ";
"Autumn" = "秋";
"PastelPapageno" = "パステルパパゲーノ";
"CoffeeBeans" = "コーヒー豆";
"BlueSkyTulips" = "青空チューリップ";
"ClownBarf" = "ピエロ嘔吐";


/* The names for the various color mapping schemes. */

"depth" = "ディレクトリの階層数";
"extension" = "拡張子";
"folder" = "フォルダ";
"name" = "名前";
"nothing" = "なし";
"top folder" = "トップディレクトリ";


/* The names of the file size types. */

"logical" = "論理サイズ";
"physical" = "物理サイズ";